Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Grand Knights have reached the acme of skill with sword and lance. Wearing full plate, and riding steeds bred more for power than for speed, these warriors form the core of any serious cavalry force. A grand knight at the head of a charge is a terrifying sight for infantry, and is often enough to break right through a defensive line.
uk_ua: Великі лицарі досягли вищої точки майстерності поводження з мечем і списом. Одягнені в броню і верхи на конях, вирощених більше для потужності, ніж для швидкості, ці воїни складають ядро будь-якого серйозного кавалерійського загону. Великий лицар на чолі загону вселяє жах піхоті і вже цього зазвичай досить щоб прорвати лінію оборони.

source: Grand Marshal
uk_ua: Високий маршал

source: Grange Hall
uk_ua: Сільрада

source: Grant higher privileges to Lua scripts.
uk_ua: Дати скриптам на Lua високий пріоритет.

source: Graphics
uk_ua: Графіка

source: Grassland
uk_ua: Пасовище

source: Grave
uk_ua: Могила

source: Gravel
uk_ua: Гравій

source: Graveyard
uk_ua: Занедбане кладовище

source: Gray Coastal Reef
uk_ua: Сірий прибережний риф

source: Gray Deep Water
uk_ua: Сіра глибока вода

source: Gray Potion
uk_ua: Сіра мікстура

source: Gray Shallow Water
uk_ua: Сіра мілка вода

source: Great Continent
uk_ua: Великий континент

source: Great Horse
uk_ua: Великий кінь

source: Great Icemonax
uk_ua: Великий гліптодон

source: Great Mage
uk_ua: Великий Маг

source: Great Ocean
uk_ua: Великий океан

source: Great River
uk_ua: Велика ріка

source: Great Seahorse
uk_ua: Великий морський коник

source: Great Tree
uk_ua: Велике дерево

source: Great Troll
uk_ua: Великий троль

source: Great Wolf
uk_ua: Великий вовк

source: Great, more boats, and now an ocean!
uk_ua: Чарівно! Знову кораблі. А тепер ще і океан!

source: Greek Translation
uk_ua: Грецький переклад

source: Green
uk_ua: Зелена

source: Green Ball
uk_ua: Зелена куля

source: Green Cloak
uk_ua: Зелений плащ

source: Green Grass
uk_ua: Зелена трава

source: Green Isle
uk_ua: Зелений острів

source: Green Potion
uk_ua: Зелена мікстура

source: Green orb
uk_ua: Зелена сфера

source: Green:
uk_ua: Зелений:

source: Greetings Ardonna! (<i>Cough</i>) I was successful, and I see that you were as well.
uk_ua: Вітаю, Ардонно! (<i>кхе</i>) Мені вдалося втілити мої плани, і тобі твої, бачу, також.

source: Greetings! I am Ras-Tabahn the mage.
uk_ua: Вітаю! Мене звуть Рас-Табан, я — маг.

source: Greetings, brother, and welcome home.
uk_ua: Вітаю, брате, і ласкаво прошу додому.

source: Greetings, friends. I am a lone hunter and have no legions of warriors to offer you, but I will gladly lend my arms to your cause.
uk_ua: Вітання, друзі. Я мисливець-одинак і не маю армій вам на допомогу, але я з радістю подам вам свої руки.

source: Greetings, my lords. I have watched your battle from afar and yearn to join such a glorious campaign. I pledge myself to your service!
uk_ua: Вітання, панове. Я спостерігав за вашою битвою здалеку і прагну приєднатися до такого славного походу. Присягаюся служити вам!

source: Greetings, strangers! This swamp is dangerous... You wanna cross it, you’ll need protection — cost you only $fee gold!
uk_ua: Вітаю вас, незнайомці! Це болото небезпечне... Якщо ви хочете перейти його, то вам буде потрібний захист — він коштує усього $fee золотих!

source: Greetings, traveler. I am Carcyn Fisher the Second. How can I be of service?
uk_ua: Вітаю, подорожанине. Я — Карцин Рибальченко Другий. Чим можу допомогти?

source: Greetings, young master. I pledge myself to your service.
uk_ua: Вітаю, паничу. Радий прислужитися вам.

source: Greetings. I am Brena, a knight errant. I saw you pursuing and fighting the foul undead. Are there more of them to be destroyed?
uk_ua: Вітання. Моє ім'я Брена, я мандрівний лицар. Мені довелося бачити як ви переслідували та нищили огидних мерців. Чи ще лишились вороги?

source: Greg
uk_ua: Грег

source: Grek
uk_ua: Грік

source: Gren
uk_ua: Грен

source: Grid '$grid' row $row has a differing number of columns ($found found, $expected expected)
uk_ua: Сітка '$grid' рядок $row має неправильну кількість колонок ($found знайдено, $expected очікувалося)

source: Grid '$grid' row $row must have at least one column.
uk_ua: Сітка '$grid' рядок $row має мати хоч одну колонку.

source: Grid overlay
uk_ua: Сітка на мапі

source: Grilg
uk_ua: Грілг

source: Grogor-Tuk
uk_ua: Грогор-Тук

source: Gron’r Hronk
uk_ua: Грон'р Хронк

source: Grooar! Pillage! Pillage! Ahahaha...
uk_ua: Ррооар! Грабувати! Грабувати! Ахахаха...

source: Groth
uk_ua: Гроз

source: Grotto
uk_ua: Грот

source: Grow a spine, Maddock. If they come to ya and make you swear fealty to this Asheviere, would ya really give up that easy?
uk_ua: Помужнішай, Маддоку. Як вони прийдуть сюди та змусять тебе присягти на вірність сій Ашевір, ти й правді просто ось так підкоришся?

source: Growloff
uk_ua: Гроулофф

source: Growloff and His Pets
uk_ua: Гроулофф і його улюбленці

source: Grrarrghh... you... fools...
uk_ua: Ґрааарх… ви... йолопи...

source: Grubar
uk_ua: Грубар

source: Gruh!
uk_ua: Грах!

source: Gruth
uk_ua: Грут

source: Gruumogth
uk_ua: Груумог

source: Gruv-Malal
uk_ua: Грув-Малал

source: Gryphon
uk_ua: Грифон

source: Gryphon Master
uk_ua: Господар грифона

source: Gryphon Masters have long experience flying the Gryphons, which have become an extension of themselves. This special relationship makes the heart of the earth-bound tremble, for these mighty birds of prey may strike from anywhere.
uk_ua: Господарі грифонів мають багатий досвід польоту на грифонах, зливаючись з ними в єдине ціле. Ці особливі взаємини примушують трепетати серця народжених повзати, адже ці могутні хижі птахи можуть атакувати звідусіль.

source: Gryphon Rider
uk_ua: Вершник грифона

source: Gryphons
uk_ua: Грифони

source: Gryphons are broad, powerful beasts with traits shared from both terrestrial predators and birds of prey. While occasionally tamed and ridden by the daring, gryphons are very territorial and aggressive, particularly regarding their nests. The means by which gryphons are able to fly despite their great weight has been a source of debate for centuries, but it remains as mysterious as their origins.
uk_ua: Грифони — великі, могутні тварини, з спільними рисами як від наземних хижаків, так і від хижих птахів. Хоча іноді знаходяться сміливці, які їх приручають та їздять верхи, грифони дуже агресивні та завзято охороняють свою територію, а особливо — свої гнізда. Століттями точаться суперечки: як грифони взагалі можуть літати з такою-то вагою, але це досі залишається таємницею, як і їхнє походження.

source: Guard
uk_ua: Вартовий

source: Guard the gate.
uk_ua: Охороняйте ворота.

source: Guarded Castle
uk_ua: Захищений замок

source: Guardhouse
uk_ua: Вартівня

source: Guardian
uk_ua: Охоронець

source: Guards
uk_ua: Вартові

source: Guardsmen
uk_ua: Вартовий

source: Gulch
uk_ua: Западина

source: Gulg
uk_ua: Гулг

source: Gullatendronnorbum
uk_ua: Гуллатендроннорбен

source: Gurbash
uk_ua: Гарбаш

source: Gurcyn
uk_ua: Гарцин

source: Gwaba
uk_ua: Гваба

source: Gwabbo
uk_ua: Гваббо

source: Gwabbo and Cylanna were often together, and when Kai Krellis found a wife (which is a tale for another time!) they presided at his wedding.
uk_ua: Гваббо і Цілана часто були разом, і коли Кай Креліс одружився (це вже зовсім інша історія!), були свідками на його весіллі.

source: Gwabbo lived to a ripe old age in Jotha. Tales of his heroics were told to merfolk children for generations thereafter. He became an almost legendary figure.
uk_ua: Гваббо жив в Йоті до глибокої старості. Історії про його подвиги розповідалися дітям поколіннями опісля. Він став практично легендою.

source: Gwabbo speaks wisely. You must fight; I will protect you as much as I can...but when war looms, a kai must lead. It is our way.
uk_ua: Гваббо говорить мудро. Ти повинен битися; я захищу тебе як зможу... але коли справа йде до війни, Кай повинен йти попереду усіх. Це наші традиції.

source: Gwarloa
uk_ua: Гварлоа

source: Gweddyn
uk_ua: Ґведдин

source: Gwimli
uk_ua: Гвімлі

source: Gwoama
uk_ua: Гвоама

source: Gwydion be Lord Maddock’s son... more be hinging on victory than I thought. This battle don’t just be about our little villages no more.
uk_ua: Гвидіон то є син Лорда Маддока… Усе більш залежить від перемоги, ніш я гадав. Ця битва тепер не лише за наші села.

source: Gwyllin
uk_ua: Ґвиллін

source: Gwyllin, don’t move from that guardhouse.
uk_ua: Ґвилліне, ні кроку від вартівні.

source: HAHAHA!
uk_ua: ХАХАХА!

source: HAHAHAHA! Yes, yes, YES! The rite of death is complete at last! Die, you filthy dirtgrubbers, die so that I may raise you again as my mindless slaves!
uk_ua: ХАХАХАХА! Так, так, ТАК! Обряд смерті нарешті завершився! Помріть, ви, брудні землеїди, помріть, щоб я воскресив вас як моїх бездумних рабів!

source: HIDE ALL allies’ plans
uk_ua: Сховати плани всіх союзників

source: HP
uk_ua: ЗД

source: HP:
uk_ua: Здоров'я:

source: HUMANS... I see humans!
uk_ua: ЛЮДИ... Бачу людей!

source: Ha ha ha! Now orcs will rule over land and sea!
uk_ua: Ха-ха-ха! Тепер орки будуть правити морями та землями!

source: Ha ha! We will rip the filthy elves to pieces!
uk_ua: Ха-ха! Розірвемо мерзотних ельфів на шматки!

source: Ha! A MERman wants the Flaming Sword of AGNOVON! Why would YOU be able to get it when so many others could NOT? Although you do have an impressive collection of allies there.
uk_ua: Ха! ВОДЯНИЙ хоче отримати Вогняний Меч АГНОВОНА! Чому думаєш, що ТИ зможеш його дістати, коли усі інші НЕ ЗМОГЛИ? Хоча, як я бачу, у тебе вражаюче зібрання товаришів.

source: Ha! Clearwater Port still stands!
uk_ua: Ха! Чистоводний Порт ще тримається!

source: Ha! I thought as much. Well then, surrender!
uk_ua: Ха! Як я і думав. Тоді здавайтесь!

source: Ha! Take that, you criminal scum!
uk_ua: Ха! Отримуй, злодюго!

source: Ha! This new commander is merely a boy. What kind of fool sent him here to stop us? This sniveling child will soon share the fate of that swine Loris!
uk_ua: Ха! Та цей новий командир просто хлопчисько. Який дурень взагалі вирішив, що він зможе нас зупинити? Його доля буде така ж, як і у цієї свині Лоріса!

source: Ha! Well, actually, you do look terrible. Very... gray, and your face is... But we’re speaking! You can’t actually be dead!
uk_ua: Ха! Але ти дійсно на вигляд змарнів щось. Якось… посірів, і обличчя… Але ж ми розмовляємо! Ти точно не вмер!

source: Ha, Hogar! You said we wouldn’t see any action this far back from the front.
uk_ua: Ха, Хогар! А ти говорив, що так глибоко в тилі нам буде нічим зайнятися.

source: Ha, you blabbering buffoons! Even should you defeat us here, it does not matter! We’ve already taken what we wanted from this valley.
uk_ua: Ха, ви балакучі блазні! Навіть якщо ви переможете нас тут, це нічого не означає! Ми вже забрали все, що хотіли, в цій долині.

source: Ha. Let all of the minions of Darkness be cast down!
uk_ua: Ха. Хай усі солдати пітьми будуть повержені!

source: Hagha-Tan
uk_ua: Хага-Тан

source: Hah! We didn’t come all this way just to give up and go home. We will destroy you as we have destroyed all that have stood before us!
uk_ua: Ха! Ми пройшли весь цей шлях не для того, щоб просто розвернутися та піти додому. Ми знищимо вас, як знищили всіх, хто стояв проти нас!

source: Hah! You have captured me, but it will avail you nothing. I sent your precious brother the mage north with half my men a day since; he will be safely locked away in our master’s dungeons by now.
uk_ua: Хах! Ти спіймав мене, однак це тобі ніяк не допоможе. Я вже відправив твого дорогого братика-мага на північ з половиною моїх людей ще день тому; він вже має знаходитися в підземеллях мого вчителя.

source: Haha! We not kill people for long time. Weapon wants blood. We now kill humans!
uk_ua: Ха-ха! Вже давненько ми не вбивали людей. Зброя хоче крові. Ми вб'ємо їх!

source: Hail the Kings, may their bloodlines continue beyond my time!
uk_ua: Здоров'я Королям, нехай їхні династії переживуть мене!

source: Hail, fellow dwarves. All Kal Kartha thanks you for your timely rescue.
uk_ua: Здоров'я, дорогі гноми. Вся Кал Карта вдячна вам за вашу вчасну поміч.

source: Hail, kinsmen of Knalga. I have been tracking that orc for several days. He be part of a band of raiders that attacked us a few weeks ago and stole many arms from our forges.
uk_ua: Здоров'я вам, народе Кналги. Я відстежував цих орків декілька днів. Вони були частиною великої групи бандитів, що атакувала нас кілька тижнів тому та вкрала чимало зброї наших майстрів.

source: Hail, strangers on the road! I crave your aid; hurry, for we are sorely beset!
uk_ua: Вітаю вас, незнайомці на дорозі! Я прошу вашої допомоги; покваптеся, ми у тяжкій облозі!

source: Hail.
uk_ua: Привіт.

source: Halberdier
uk_ua: Алебардист

source: Haldiel
uk_ua: Галдіель

source: Haldric
uk_ua: Хальдрік

source: Haldric II
uk_ua: Халдрік II

source: Haldric already has the Ruby of Fire.
uk_ua: У Хальдріка вже є Вогняний Рубін.

source: Haldric and his companions find themselves before the Ka’lian, or the Council of Elven Lords.
uk_ua: Хальдрік і його супутники з'явилися перед Ка'ліаном, Радою Ельфійських Лордів.

source: Haldric and his companions race across the plains to confront the resurgent orcish threat. On the eve of battle, Lady Jessene catches up with Haldric on a fog-covered plain.
uk_ua: Хальдрік з супутниками поспішили через рівнини, щоб протистояти новій оркській загрозі. Напередодні битви Леді Джессен нагнала Хальдріка в покритому туманом полі.

source: Haldric approaches the place where Lich-Lord Jevyan has made landfall. The final confrontation looms before him.
uk_ua: Хальдрік швидко прибув до місця висадки владики Жевіяна. Перед ним вимальовувалося останнє протистояння.

source: Haldric enters Southbay’s sewer
uk_ua: Хальдрік повинен увійти до каналізації Південної Бухти

source: Haldric reaches the site where the fleet is due to return. Several ships have already docked. The orcs are on the frontier.
uk_ua: Хальдрік прийшов до місця, куди повинен був повернутися флот. Декілька кораблів вже причалило. Неподалік висадилися орки.

source: Haldric summoned a young, but promising cavalry officer named Deoran for the task. Though undistinguished, Deoran’s family had a decorated history in the army of Wesnoth: his great-grandfather, Haldiel, had fought alongside Konrad I in the war to reclaim the throne, and his father, Leonard, had served as an officer for thirty years. Thus, with full trust in the young officer, King Haldric knighted Deoran and tasked him with riding to Westin to demand accounting from Sir Loris.
uk_ua: Халдрік закликав молодого, але багатообіцяючого офіцера кавалерії на ім'я Деоран для виконання цього завдання. Сім'я Деорана, хоч і була непомітною, мала славну історію в армії Весноту: його прадід Хальдіел бився разом з Конрадом I у війні за трон, а батько Леонард служив офіцером протягом тридцяти років. Тому, повністю довіряючи молодому офіцеру, Король Халдрік посвятив Деорана в лицарі і доручив йому поїхати до Вестіну, щоб отримати звіт від Пана Лоріса.

source: Haldric! I won’t do it... I won’t help. What is it with your kind, always rushing to a fool’s death? Who’ll lead these people? I... <i>we</i> need you alive.
uk_ua: Хальдріку! Я цього не зроблю... Я не допоможу тобі. Що з вашим народом, чому ви завжди шукаєте дурні способи померти? А хто поведе цих людей? Ти потрібний мені... <i>нам</i> живим.

source: Haldric! What! Why?
uk_ua: Хальдріку! Чому? Навіщо?

source: Haldric, I feel a strong foreboding. Have you noticed that anything that happens to be strong in the ways of magic can sense that ruby? Elilmaldur-Rithrandil felt it, and so did Lich-Lord Caror, now these two.
uk_ua: Хальдріку, у мене погане передчуття. Помітив, що усі, хто досвідчені в магії, відчувають цей Рубін? Елільмалдур-Рітранділ відчував його, потім Владика-Ліч Карор, а тепер ці двоє.

source: Haldric, is it? You are their leader? You and your advisers are to come with me. It will be safe for your passengers to disembark here.
uk_ua: Хальдрік, так? Ти їхній проводир? Ти і твої радники, йдіть за мною. Ваші пасажири можуть зійти на берег, тут вони будуть у безпеці.

source: Haldric, it’s bad. The elves are having second thoughts. They think we might be more trouble than we’re worth. We have to defeat these orcs decisively.
uk_ua: Хальдрік, справа погано. Ельфи, схоже, передумали. Вони вважають, що від нас більше неприємностей, ніж користі. Нам потрібно переконливо перемогти цих орків.

source: Haldric, just before we arrived here I got word that your ‘third of a fleet’ has departed for our old home, the Green Isle.
uk_ua: Хальдріку, мене нещодавно повідомили, що третина флоту прибула в наш старий дім, на Зелений острів.

source: Haldric, messengers just informed me that the fleet has returned from our old home. They came back with as nearly as large a fleet as we initially set out with, and Southbay still stands. This is excellent news. As per your orders a third of the fleet has headed back out.
uk_ua: Хальдріку, вісники тільки що повідомили, що флот повернувся з нашого старого дому. Вони повернулися майже всі, а Південна Бухта все ще тримається. Це чудові новини. Як ти наказував, третина флоту вийшла назад.

source: Haldric, that’s devious. I kind of like this plan. But you spoke a pact with the elves. You’ll be expected to come to their aid.
uk_ua: Хальдрік, мені подобається цей план. Хитро придумано. Але коли ти укладав пакт з ельфами, ти обіцяв прийти їм на допомогу.

source: Haldric, the elves, we can’t trust them!
uk_ua: Хальдріку, ми не можемо довіряти ельфам!

source: Haldric, things have not gone well! The orcs have arrived. We met them at the north keep but they were just too many. They have flanked us to the east in the mountains. I have my personal guards holding the pass to the north, but they won’t be able to last long... We must evacuate our home.
uk_ua: Хальдріку, справи кепські! На горизонті орки. Ми зустріли їх біля північної фортеці, але їх надто багато. Вони обійшли нас зі сходу по горах. Моя варта утримує північний перевал, але вони довго не протримаються... Треба виводити людей.

source: Haldric, think with your brain!
uk_ua: Хальдріку, думай своєю головою!

source: Haldric, this is ridiculous! I—
uk_ua: Хальдріку, це безглуздо! Я—

source: Haldric, this looks like a job for you, probably something to do with the lich. Maybe you should get yourself over here.
uk_ua: Хальдріку, ця робота, схоже, для тебе. Можливо, тобі спаде на думку щось зробити з лічом. Напевно, ти повинен сюди підійти.

source: Haldric, we are an ancient people who lived in a land filled with all manner of man and beast. We needed vision that extended beyond the meager span of human years. The art of necromancy allowed our best and brightest to live forever, and our worst got to serve as mindless slaves.
uk_ua: Хальдріку, ми дуже давній народ, що жив у землях, де водяться усі види істот і звірів. Нам потрібна була мудрість, яка б бачила більше, ніж може дозволити коротке людське життя. Мистецтво смерті дозволило кращим і розумнішим з нас жити вічно, а найгірші з нас стали служити як бездумні раби.

source: Haldric, what say you on this matter?
uk_ua: Хальдріку, що ти на це скажеш?

source: Haldric, what’s going on? What’s the plan?
uk_ua: Хальдріку, що відбувається? У чому полягає план?

source: Haldric, you’re too paranoid.
uk_ua: Хальдріку, у тебе починається параноя.

source: Haldric.
uk_ua: Хальдріку.

source: Haldric’s band finds itself at the heart of the Oldwood Forest. The road quickly narrows and becomes little more than a path. Branches reach high overhead, blocking almost all of the light... The ominous noises of the deep woods echo all around.
uk_ua: Отже, загін Хальдріка в самому серці Древнього лісу. Дорога швидко звузилася і стала більше схожою на стежину. Гілки змикалися високо над головою і застилали собою майже усе світло... Звідусіль доносилися зловісні звуки дрімучого лісу.

source: Halt! Friend or foe? Give the password.
uk_ua: Стояти! Друг чи ворог? Назови пароль.

source: Halt! Who comes to the border of Wesnoth?
uk_ua: Стій! Хто йде до кордону Весноту?

source: Halt! Who enters our sacred grove without leave?
uk_ua: Стояти! Хто посмів вступити до нашого святого гаю без дозволу?

source: Halt! Who goes there?
uk_ua: Стій! Хто йде?

source: Halter
uk_ua: Гальтер

source: Hamel
uk_ua: Хамель

source: Hamik
uk_ua: Хамік

source: Hamik!
uk_ua: Хамік!

source: Hammer
uk_ua: Молот

source: Hang on! You need to gather your forces. Or do you intend to fight the orcs single-handedly?
uk_ua: Почекай! Тобі потрібно зібрати своє військо. Чи ти зібрався один битися з орками?

source: Hanging Bridge
uk_ua: Підвісний міст

source: Hann
uk_ua: Ханн

source: Hans
uk_ua: Ганс

source: Happened? Dead.
uk_ua: Сталося? Вмер.

source: Happily, the captain was fairly wealthy, so that will solve my income problems for a time. Now I must go, as the captain prepares to guide the ship into port.
uk_ua: На щастя, капітан виявився людиною заможною, тож проблеми з грошима на деякий час відходять на другий план. Мушу йти, бо капітан готується заходити в порт.

source: Harbor
uk_ua: Бухта

source: Hard
uk_ua: Важко

source: Hardly. I will crush you easily.
uk_ua: Навряд чи. Я легко тебе роздавлю.

source: Harold
uk_ua: Гарольд

source: Harper
uk_ua: Харпер

source: Harper vs. Goliath
uk_ua: Харпер проти Голіафа

source: Harper, no!
uk_ua: Харпер, ні!

source: Harper, when a noble lord says he don’t want some kind of relationship known, it means some kind o’ connection with the black market. We be looking for criminals, probably some thieves’ den. Or, maybe they be looking for us.
uk_ua: Харпер, коли благародний лорд каже, що не хоче, щоб про такі зв'язки знали, зазвичай, він каже про чорний ринок. Ми виглядаємо розбійників, може, якихось злодіїв та крадіїв. Або ш вони виглядають нас.

source: Harper, you younger and faster folks needs to be our eyes. Scout ahead and find a way past them guards, but make sure ya don’t get yourselves spotted...
uk_ua: Харпер, ти молодше та швидше, тож будь нашими очима. Пройди впред та розвідай шлях навколо охоронців, але й сама не трапляйся їм на очі.

source: Harvest Mushrooms
uk_ua: Зібрати гриби

source: Has some grave ill become of Kal Kartha?
uk_ua: Чи не сталося чогось непоправимого з Кал Картою?

source: Haunt
uk_ua: Хаунт

source: Have Delfador claim the magical artifact, then move him to the signpost
uk_ua: Отримайте Делфадором магічний артефакт, після чого пересуньте його до вказівника

source: Have a care, his men are fell fighters and have killed many. Very few remain who can bear arms, but I will send them to aid you in battle.
uk_ua: Стережіться, його бійці надзвичайно люті та вже убили багатьох. У нас майже не лишилось нікого, здатного тримати зброю, але я пошлю усіх, кого зможу, щоб допомогти вам у битві.

source: Have a unit pick up the ring of power.
uk_ua: Боєць повинен підняти кільце сили.

source: Have a unit pick up the ring to end the scenario.
uk_ua: Який-небудь боєць повинен підняти кільце до кінця сценарію.

source: Have at thee, unholy abomin... wait, huh?
uk_ua: Ось тобі, нечестива мерзото... зачекай, га?

source: Have not you yourself traveled between the realms of life and death? Behold!
uk_ua: Хіба ти сам не вчинив подорож з Живих Земель в Земель Мертвих? Дивися!

source: Have you encountered the skeletons? Their castle lies north of here. It is difficult to attack, but there is a secret entrance in the valley beyond Sythan’s village.
uk_ua: Чи не зустрічав ти скелетів? Їхній замок знаходиться на північ звідси. На них важко напасти, але є секретний вхід в долині за селом Ситхана.

source: Have you found an orc for me to fight, huh? A troll?
uk_ua: Ви знайшли мені орка, га? Може троля?
